Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=177_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Koltansaamenkieli; muut materiaalit
sms: Jeeʹres

source: Julisteissa
sms: Teäddkaartin

source: on kuvat ja nimitykset arkivaatteista ja asusteista, henkseleistä saunatakkeihin.
sms: lie arggpihttâz da pihttsi nõõm poteâšǩest säuʹnnkähttna.

source: Koko: A2
sms: Teäddkaartâst lie snilmdõõǥǥ da tõid lij sniimmâm Ulla Isotalo.

source: Valokuvat on ottanut Ulla Isotalo.
sms: Kalevi Kasala, Päivi Kasala da Tarja Lehmuskoski

source: saameksi Seija Sivertsen
sms: jåårǥlâttam Seija Sivertsen

source: Ortodoksinen uskonnon työkirja 5. luokalle)
sms: pirstõõzz Ulla Vaajakallio

source: Saamelaiskäräjät 2012
sms: Sääʹmteʹǧǧ 2012

source: (sanat, nuotit ja kuvitus),
sms: (sääʹn, suöm da pirstõõzz)

source: koltansaameksi Marja Sinikka Semenoja
sms: Tät ǩeʹrjj iʹlmstõõvi vuõssmõs vuâra eeʹjj 1979.

source: Saamelaiskäräjät 2009
sms: Sääʹmteʹǧǧ 2009

source: Myös nuottien korkeutta piti tarkistaa, ja joitakin nuotteja lisätä.
sms: Kerttu Vuolab

source: Nyt kirja ilmestyy jälleen uudistuneena: siinä on käytetty kaikkia Suomessa puhuttuja saamenkieliä.
sms: Kolmm naʹzvaanaž

source: Käännös Marja Sinikka Semenoja
sms: Jåårǥlâttam Marja Sinikka Semenoja

source: Kouluhallitus 1989
sms: Tääʹss: 0-3 kl..

source: Anna-Maria Nuutinen, Pirkko Tolvanen
sms: Seiddmieʹrr: 40

source: Kuvat:
sms: Hâʹdd: 3,00 €

source: Saameksi: Seija Sivertsen
sms: Säämas: Seija Sivertsen

source: Saamelaiskäräjät 2006
sms: Sääʹmteʹǧǧ 2006

source: Taso: 0-3 lk
sms: Ciimʹciǩ

source: Kirjoituksia, runoja, kuvia ja sarjakuvia, jotka ovat olleet mukana Saamelaisnuorten taidetapahtumassa vuosina 2001-2007.
sms: Mušttlõõžž, mainnâz, tiivt, snimldõõǥǥ, räiddkaart da teâtterčuäjtõs Sääʹmnuõri čeäʹppvuõđâst 2001-2007.

source: Saamelaisnuorten taideantologia " Helmiä " pohjois-, inarin- ja kolttasaamenkielellä
sms: Tuåimtam: Anni Näkkäläjärvi

source: toimitus ja taitto: Anni Näkkäläjärvi
sms: Seiddmieʹrr: 86

source: Saamelaiskäräjät
sms: Sääʹmteʹǧǧ 2008

source: Teos on julkaistu opetusministeriön erityismäärärahalla.
sms: Alias lij hääʹsǩes vueʹǩǩ mättʼtõõttâd ǩiõlid.

source: inarin-, koltan- ja pohjoissaamenkielillä Sopii peruskoulujen äidinkielen opetukseen sekä kaikenikäisille seurapeliksi.
sms: Hâʹdd: 20,00 €

source: Saamelaiskäräjät 2003
sms: Sääʹmteʹǧǧ 2004

source: Laulajat:
sms: Sääʹmsooǥǥ laulli

source: Tiina Sanila ja Sonja Sanila
sms: Tiina Sanila da Sonja Sanila

source: Saamelaisten kansallislaulu
sms: Hâʹdd: 6,50 €

source: Äänitetty SKÁDJA – studiossa Kaarasjoella 1998.
sms: Säkre Piâtt Sinida,

source: Sinikka Semenoja
sms: Toben mädd mâʹte vuäđđ

source: Kirjaan kuuluu 4 kasettia, joilla on Suomalaisen Kirjallisuuden Seuran ja Kotimaisten Kielten Tutkimuskeskuksen arkistojen äänitteitä.
sms: Čõõđteeja: Oulu õllškooul õõudâsškoouŠljemkuvddlõs

source: Koltansaamenkielistä kirkkolaulua
sms: Sääʹm ceerkavlaulli

source: Äänitys: Yle Sámi Radio 2001
sms: Liântteei: Yle Sámi Radio 2001

source: Saamelaiskäräjät 2008
sms: Sääʹmteʹǧǧ 2008

source: Johanneksen evankeliumi
sms: Evvan evaŋǧeʹlium

source: 3 CD-äänitettä
sms: 3 x CD JiõnnǩeŠrjj

source: Tuottaja: YLE Sámi Radio Saamelaiskäräjät 2008
sms: SääʹmteŠǧǧ 2008
